Repository: TheTorProject/gettor
Catalog: i18n/*/gettor.po
Languages: fr

source: Hello, This is the "GetTor" robot. Thank you for your request.
fr: Bonjour, je suis le robot "GetTor". Merci de votre requête.

source: Unfortunately, we won't answer you at this address. You should make an account with GMAIL.COM or YAHOO.CN and send the mail from one of those.
fr: Malheureusement, nous ne répondrons pas à cette adresse. Vous devriez créer un compte sur GMAIL.COM ou YAHOO.CN et envoyer votre email depuis un de ces comptes.

source: We only process requests from email services that support "DKIM", which is an email feature that lets us verify that the address in the "From" line is actually the one who sent the mail.
fr: Nous répondons uniquement aux requêtes qui viennent de services de courrier qui supportent le "DKIM", une fonctionnalité qui nous permet de vérifier que l'expéditeur d'un courriel est réellement celui qui l'a envoyé.

source: (We apologize if you didn't ask for this mail. Since your email is from a service that doesn't use DKIM, we're sending a short explanation, and then we'll ignore this email address for the next day or so.)
fr: (Nous nous excusons si vous n'avez pas demandé ce courriel. Puisque votre courriel vient d'un service qui n'utilise pas DKIM, nous envoyons une brève explication, et ensuite nous allons ignorer cette adresse pendant une journée environ.)

source: Please note that currently, we can't process HTML emails or base 64 mails. You will need to send plain text.
fr: Veuillez noter qu'actuellement, nous ne pouvons traiter des courriels au format HTML ou en base 64 Vous allez devoir envoyer un courriel au format texte.

source: If you have any questions or it doesn't work, you can contact a human at this support email address: tor-assistants@torproject.org
fr: Si vous avez des questions ou si ça ne marche pas, vous pouvez contacter un humain à cette adresse de support : tor-assistants@torproject.org

source: I will mail you a Tor package, if you tell me which one you want. Please select one of the following package names:
fr: Je vais vous envoyer un paquet Tor, si vous me dites lequel vous voulez. Veuillez sélectionner un des paquets suivants :

source: Please reply to this mail (to gettor@torproject.org), and tell me a single package name anywhere in the body of your email.
fr: Veuillez répondre à ce courriel (à gettor@torproject.org), et me dire un seul nom de paquet, n'importe-où dans le corps texte de votre courriel.

source: To get a version of Tor translated into your language, specify the language you want in the address you send the mail to:
fr: Afin d'obtenir une version de Tor dans votre langue, veuillez spécifer la langue que vous voulez dans l'adresse à laquelle vous envoyez ce courriel :

source: This example will give you the requested package in a localized version for Chinese. Check below for a list of supported language codes.
fr: Cet exemple vous donnera le paquet demandé dans une version traduite en chinois. Voir ci-dessous pour une liste de codes de langue supportés.

source: List of supported locales:
fr: Liste de langues supportées :

source: Here is a list of all available languages:
fr: Voici une liste de toutes les langues disponibles :

source: gettor+ar@torproject.org: Arabic gettor+de@torproject.org: German gettor+en@torproject.org: English gettor+es@torproject.org: Spanish gettor+fa@torproject.org: Farsi (Iran) gettor+fr@torproject.org: French gettor+it@torproject.org: Italian gettor+nl@torproject.org: Dutch gettor+pl@torproject.org: Polish gettor+ru@torproject.org: Russian gettor+zh@torproject.org: Chinese
fr: gettor+ar@torproject.org: Arabe gettor+de@torproject.org: Allemand gettor+en@torproject.org: Anglais gettor+es@torproject.org: Espagnol gettor+fa@torproject.org: Farsi (Iran) gettor+fr@torproject.org: Français gettor+it@torproject.org: Italien gettor+nl@torproject.org: Néerlandais gettor+pl@torproject.org: Polonais gettor+ru@torproject.org: Russe gettor+zh@torproject.org: Chinois

source: If you select no language, you will receive the English version.
fr: Si vous ne sélectionnez pas de langue, vous alle recevoir la version anglaise.

source: SMALLER SIZED PACKAGES
fr: PAQUETS DE PETITE TAILLE

source: Simply include the keyword 'split' somewhere in your email like so:
fr: Il suffit d'inclure le mot clef 'split' quelque part dans votre courriel, comme ceci :

source: Sending this text in an email to GetTor will cause it to send you the Tor Browser Bundle in a number of 1,4MB attachments.
fr: Si vous envoyez ce texte dans un courriel adressé à GetTor, vous allez il vous renverra le Tor Browser Bundle dans plusieurs pièces jointes de 1,4Mo.

source: After having received all parts, you need to re-assemble them to one package again. This is done as follows:
fr: Après avoir reçu tous les parts, il vous faudra les réassembler pour regénérer un seul fichier. Cela est fait comme suit :

source: 1.) Save all received attachments into one folder on your disk.
fr: 1.) Sauvegardez toutes les pièces jointes reçues dans un répertoire sur votre disque dur.

source: 2.) Unzip all files ending in ".z". If you saved all attachments to a fresh folder before, simply unzip all files in that folder.
fr: 2.) Dézippez tous les fichiers finissant en ".z". Si vous avze sauvegardé toutes les pièces jointes dans un répertoire vide auparavant, dézippez simplement tous les fichiers dans ce répertoire.

source: 3.) Rename the file ending in ".ex_RENAME" to end in ".exe" and also rename the file ending in ".ex_RENAME.asc" to end in ".exe.asc"
fr: 3.) Renommez l'extension du fichier qui se finit par ".ex_RENAME" en ".exe" et renommez aussi celui qui se finit en ".ex_RENAME.asc" pour finir en ".exe.asc".

source: 4.) Verify all files as described in the mail you received with each package. (gpg --verify)
fr: 4. Vérifiez tous les fchiers comme décrit dans les courriels reçus avec chaque paquet (gpg --verify).

source: 5.) Now use a program that can unrar multivolume RAR archives. On Windows, this usually is WinRAR. If you don't have that installed on you computer yet, get it here:
fr: 5.) Maintenant utilisez un logiciel qui sait décompresser des fichiers RAR multiples. Sous Windows, c'est généralement WinRAR. Si vous n'avez pas installé ce logciel sur votre ordinateur encore, vous pouvez l'obtenir ici :

source: To unpack your Tor package, simply doubleclick the ".exe" file.
fr: Pour décompresser le paquet Tor, il suffit de double cliquer sur le fichier ".exe".

source: 6.) After unpacking is finished, you should find a newly created ".exe" file in your destination folder. Simply doubleclick that and Tor Browser Bundle should start within a few seconds.
fr: 6.) Après avoir décompressé les fichiers, vous devriez trouver un nouveau fichier ".exe" dans votre dossier de destination. Double cliquez simplement sur celui-ci et le Tor Browser Bundle devrait démarrer en peu de temps.

source: 7.) That's it. You're done. Thanks for using Tor and have fun!
fr: 7.) Ça y est. Vous avez fini. Merci d'utiliser Tor et amusez-vous bien !

source: SUPPORT
fr: AIDE

source: Here's your requested software as a zip file. Please unzip the package and verify the signature.
fr: Voici le logiciel que vous avez demandé en tant que zip. Veuillez décompresser le fichier et vérifier sa signature.

source: Hint: If your computer has GnuPG installed, use the gpg commandline tool as follows after unpacking the zip file:
fr: Conseil : Si vous avez installé GnuPG sur votre ordinateur, utilisez l'outil en ligne de commande comme suit après avoir décompressé le fichier zip :

source: The output should look somewhat like this:
fr: Le résultat devrait ressembler à peu près à cela :

source: If you're not familiar with commandline tools, try looking for a graphical user interface for GnuPG on this website:
fr: Si vous n'êtes pas familier avec les outils en ligne de commande, essayez de trouver une interface graphique pour GnuPG sur ce site web:

source: If your Internet connection blocks access to the Tor network, you may need a bridge relay. Bridge relays (or "bridges" for short) are Tor relays that aren't listed in the main directory. Since there is no complete public list of them, even if your ISP is filtering connections to all the known Tor relays, they probably won't be able to block all the bridges.
fr: Si votre fournisseur d'accès à Internet bloque l'accès au réseau Tor, vous aurez probablement besoin d'un serveur passerelle (ou «bridge»). Un serveur passerelle, est un noeud Tor qui n'est pas listé dans l'annuaire principal. Puisqu'il n'y a pas de liste complète de ces serveurs, même si votre FAI filtre les connexions vers tous les noeuds Tor connus, il ne sera probablement pas capable de bloquer l'accès à tous les serveurs passerelle.

source: You can acquire a bridge by sending an email that contains "get bridges" in the body of the email to the following email address: bridges@torproject.org
fr: Vous pouvez connaître un serveur passerelle en envoyant un courriel qui contient les mots "get bridges" dans le corps du courriel à l'adresse suivante: bridges@torproject.org

source: It is also possible to fetch bridges with a web browser at the following url: https://bridges.torproject.org/
fr: Il est aussi possible de récupérer des serveurs passerelle en visitant avec un navigateur web l'adresse suivante: https://bridges.torproject.org

source: IMPORTANT NOTE: Since this is part of a split-file request, you need to wait for all split files to be received by you before you can save them all into the same directory and unpack them by double-clicking the first file.
fr: NOTE IMPORTANTE : Puisque ceci fait partie d'une demande de fichier séparés, il vous faudra attendre de recevoir tous les fichiers avant de pouvoir tous les sauvegarder dans un même répertoire pour les décompresser en double cliquant sur le premier fichier.

source: Packages might come out of order! Please make sure you received all packages before you attempt to unpack them!
fr: Les paquets peuvent arriver en désordre ! Assurez-vous d'avoir reçu tous les fichiers avant d'essayer de les décompresser !

source: Thank you for your request. It was successfully understood. Your request is currently being processed. Your package should arrive within the next ten minutes.
fr: Merci de votre demande. Elle a été comprise. Votre demande est en cours de traitement. Votre paquet devrait arriver d'ici 10 minutes.

source: If it doesn't arrive, the package might be too big for your mail provider. Try resending the mail from a gmail.com or yahoo.cn account. Also, try asking for tor-browser-bundle rather than tor-im-browser-bundle, since it's smaller.
fr: S'il n'arrive pas, il se pourrait que le paquet est trop lours pour votre fournisseur de courriel. Essayez d'envoyer le courriel à nouveau depuis un compte gmail.com ou yahoo.cn. Aussi, demandez plutôt le tor-browser-bundle au lieu du tor-im-browser-bundle car celui-ci est plus léger.

source: Unfortunately we are currently experiencing problems and we can't fulfill your request right now. Please be patient as we try to resolve this issue.
fr: Malheureusement nous avons actuellement des problèmes et ne pouvons pas satisfaire votre demande. Nous vous prions de patienter pendant que nous essayons de résoudre le problème.
