Repository: TheTorProject/gettor
Catalog: po/*/gettor.po
Languages: es, fa

source: Hello, This is the "GetTor" robot. Thank you for your request.
es: Hola, este es el robot "GetTor". Gracias por su petición.
fa: سلام، من ربات پاسخگوي "GetTor" هستم. از دريافت درخواست شما ممنون ايم.

source: Unfortunately, we won't answer you at this address. You should make an account with GMAIL.COM or YAHOO.CN and send the mail from one of those.
es: Desafortunadamente, no podremos responerle a esta dirección. Usted debe crear una cuenta en GMail.com o Yahoo.cn y enviar el correo desde una de ellas.
fa: متاسفانه در اين آدرس امکان پاسخ به شما را نداريم. می بايست حساب کاربری د GMAIL.COM و يا درYAHOO.CN باز کنيد و از يکی از اين حساب های کاربری با ما مکاتبه کنيد

source: We only process requests from email services that support "DKIM", which is an email feature that lets us verify that the address in the "From" line is actually the one who sent the mail.
es: Nosotros sólo procesamos solicitudes desde servicios de email que brindan soporte a "DKIM", que es una característica de email que nos permite verificar si la dirección en la línea "Desde" es en realidad uno el que envía el correo.
fa: ما تنها به درخواست هایی پاسخ می دهیم که از حساب های کاربری حمایت شده توسط "DKIM" ارسال شده اند. این حساب های کاربری به گونه ای تنظیم شده اند که قادرند تعیین کنند آدرسی که در "From" نوشته شده است همان آدرسی است که ایمیل از آنجا ارسال شده است.

source: (We apologize if you didn't ask for this mail. Since your email is from a service that doesn't use DKIM, we're sending a short explanation, and then we'll ignore this email address for the next day or so.)
es: (Nos disculpamos si usted no preguntó por este correo. Dado que su email es de un servicio que no utiliza DKIM, le estamos enviando una explicación corta y luego ignoraremos esta dirección email para el día siguiente más o menos.)
fa: اگر برای دریافت این ایمیل درخواستی ارائه نکرده بودید، پیشاپیش از ارسال آن پوزش می طلبیم. از آنجایی که حساب کاربری/ایمیل شما از سرویسی فرستاده شده که از امکانات"DKIM" استفاده نمی کند، راهنمای مختصری برای شما می فرستیم و سپس این آدرس ایمیل را در طول روز آینده و یکی دو روز پس از آن، از سیستم خارج خواهیم کرد .

source: Please note that currently, we can't process HTML emails or base 64 mails. You will need to send plain text.
es: Por favor, note que actualmente no podemos procesar correos en HTML o Base 64. Necesitará enviar texto plano.
fa: لطفن توجه داشته باشید که در حال حاضر امکان بکارگیری ایمیل های HTML و یا base 64 نداریم. ایمیل های خود را صورت plain-text ارسال نمایید.

source: If you have any questions or it doesn't work, you can contact a human at this support email address: tor-assistants@torproject.org
es: Si usted tiene cualquier pregunta o no funciona, puede contactar a una persona a esta dirección de email de soporte: tor-assistants@torproject.org
fa: اگر سوالي داريد يا اينكه برنامه كار نميكند،ميتوانيد با ايميل پشتيباني با آدرس:tor-assistants@torproject.org اين تماس بگيري د

source: I will mail you a Tor package, if you tell me which one you want. Please select one of the following package names:
es: Le enviaré un correo con el paquete Tor, si me dice cuál es el que quiere. Por favor, seleccione uno de los siguientes nombres de paquetes:
fa: اگر توضیح بدهید که کدام یک از بسته های اطلاعاتی Tor مورد نیاز شماست، من آن بسته را برای شما ارسال می کنم. لطفن از میان بسته های اطلاعاتی زیر، یکی از نام ها را انتخاب کنید .

source: Please reply to this mail (to gettor@torproject.org), and tell me a single package name anywhere in the body of your email.
es: Por favor, responda este correo (a gettor@torproject.org) y mencione el nombre del paquete en cualquier parte del cuerpo de su correo.
fa: لطفن به این ایمیل (gettor@torproject.rog)پاسخی ارسال کنید و نام یک بسته ی اطلاعاتی واحد را در هر کجا از بدنه ی ایمیل وارد کنید .

source: OBTAINING LOCALIZED VERSIONS OF TOR
es: OBTENIENDO VERSIONES LOCALIZADAS DE TOR
fa: دریافت نمونه های محلی TOR

source: To get a version of Tor translated into your language, specify the language you want in the address you send the mail to:
es: Para obtener una versión de Tor traducida a su lenguaje, especifique el idioma que quiere en la dirección que envía el correo a:
fa: برای دریافت ترجمه ای از Tor به زبان مورد نظر شما، لطفن زبان مذکور و آدرسی که به آن می بایست ارسال شود را مشخص کنید.

source: This example will give you the requested package in a localized version for Chinese. Check below for a list of supported language codes.
es: Este ejemplo le dará el paquete solicitado en una versión localizada para Chino. Compruebe más abajo para una lista de códigos de idiomas soportados.
fa: این نمونه، حاوی ترجمه ی بسته اطلاعاتی مورد خواست شما به زبان چینی است. در زیر، فهرستی از کدهای زبانی در دسترس را خواهید یافت .

source: List of supported locales:
es: Lista de los idiomas soportados:
fa: فهرستی از مناطق تحت پوشش

source: Here is a list of all available languages:
es: Aquí está una lista de todos los idiomas disponibles:
fa: در این بخش فهرستی از زبان های موجود ارائه شده است.

source: gettor+ar@torproject.org: Arabic gettor+de@torproject.org: German gettor+en@torproject.org: English gettor+es@torproject.org: Spanish gettor+fa@torproject.org: Farsi (Iran) gettor+fr@torproject.org: French gettor+it@torproject.org: Italian gettor+nl@torproject.org: Dutch gettor+pl@torproject.org: Polish gettor+ru@torproject.org: Russian gettor+zh@torproject.org: Chinese
es: gettor+ar@torproject.org: Árabe gettor+de@torproject.org: Alemán gettor+en@torproject.org: Inglés gettor+es@torproject.org: Español gettor+fa@torproject.org: Persa (Irán) gettor+fr@torproject.org: Francés gettor+it@torproject.org: Italiano gettor+nl@torproject.org: Neerlandés gettor+pl@torproject.org: Polaco gettor+ru@torproject.org: Ruso gettor+zh@torproject.org: Chino
fa: gettor+ar@torproject.org: عربي gettor+de@torproject.org: آلماني gettor+en@torproject.org: انگليسي gettor+es@torproject.org: اسپانيايي gettor+fa@torproject.org: پارسي(ايران) gettor+fr@torproject.org: فرانسوي gettor+it@torproject.org: ايتاليايي gettor+nl@torproject.org: آلماني gettor+pl@torproject.org: لهستاني gettor+ru@torproject.org: روسي gettor+zh@torproject.org: چيني

source: If you select no language, you will receive the English version.
es: Si no selecciona un idioma, recibirá la versión en Inglés
fa: اگر زبان دیگری را انتخاب نکنید، نمونه ی ارسالی به آدرس شما به زبان انگلیسی خواهد بود .

source: SMALLER SIZED PACKAGES
es: PAQUETES MÁS PEQUEÑOS
fa: بسته های اطلاعاتی کوچک-تر

source: If your bandwith is low or your provider doesn't allow you to receive large attachments in your email, there is a feature of GetTor you can use to make it send you a number of small packages instead of one big one.
es: Si su ancho de banda es baja o su proveedor no le permite recibir archivos adjuntos de gran tamaño en su email, existe una característica en GetTor que puede utilizar para hacerlo enviar un número de paquetes pequeños en lugar de uno grande.
fa: اگر پهنای باند شما به کم است و یا سرویس دهنده اجازه ی دریافت ایمیل با ضمیمه های بزرگ را نمی دهد، می توانید از نمونه ای از GetTor استفاده کنید که به شما امکان می دهد به جای دریافت یک ضمیمه ی بزرگ، آن را به صورت چند ضمیمه ی کوچک دریافت کنید .

source: Simply include the keyword 'split' somewhere in your email like so:
es: Simplemente incluya la palabra clave 'split' en algún lugar en su email, como por ejemplo:
fa: تنها کاری که لازم است انجام دهید این است که کلمه کلیدی "split" را در جایی در بدنه ایمیل خود، به این صورت، قرار دهید :

source: Sending this text in an email to GetTor will cause it to send you the Tor Browser Bundle in a number of 1,4MB attachments.
es: Enviando este texto en un correo electrónico a GetTor hará que se le envíe el paquete del navegador Tor en un número de archivos adjuntos de 1.4MB.
fa: در صورت ارسال این متن به GetTor به صورت ایمیل، برای شما بسته ی 1,4MB جستجوی Tor ارسال خواهد شد.

source: After having received all parts, you need to re-assemble them to one package again. This is done as follows:
es: Después de haber recibido todas las partes, necesita volver a reunirlas aun solo paquete. Esto se hace de la siguiente manera:
fa: پس از دریافت تمام قطعات، می بایست آنها را به صورت یک بسته ی واحد، بازنصب نمایید. راهنمای بازنصب، در زیر آمده است :

source: 1.) Save all received attachments into one folder on your disk.
es: 1) Guarde todos los archivos adjuntos recibidos en un directorio de su disco.
fa: .) تمام قطعات دریافتی را در یک فولدر، روی دیسک، سیو کنید.

source: 2.) Unzip all files ending in ".z". If you saved all attachments to a fresh folder before, simply unzip all files in that folder.
es: 2) Descomprima todos los archivos que terminan en ".z". Si ha guardado todos los archivos adjuntos en un nuevo directorio, simplemente descomprima todos los archivos en esa carpeta.
fa: .(تمام پرونده های زیپ شده را که به z ختم می شوند، دوباره جداسازی (unzip) کنید. اگر همه ی پرونده های ضمیمه را در یک فولدر سیو کرده اید، تنها کار لازم این است آن است که پرونده های آن فولدر را جداسازی (unzip) کنید.

source: 3.) Rename the file ending in ".ex_RENAME" to end in ".exe" and also rename the file ending in ".ex_RENAME.asc" to end in ".exe.asc"
es: 3) Renombre el archivo terminado en ".ex_RENAME" a ".exe" y también el que termina en ".ex_RENAME.asc" a ".exe.asc".
fa: 3.) تمام فایلهایی که به ".x_RENAME" ختم می شوند را به ".exe" تغییر دهید و همچنین فایلی که به ex_RENAME.asc" ختم شده را به "exe.asc" تغییر دهید.

source: 4.) Verify all files as described in the mail you received with each package. (gpg --verify)
es: 4) Verifique todos los archivos como se describe en el correo que recibió con cada paquete. (gpg --verify)
fa: 4.) تک تک پرونده ها را به ترتیبی که در متن همراه با هر بسته ی ارسالی شرح داده شده، تایید کنید. (gpg --verify )

source: 5.) Now use a program that can unrar multivolume RAR archives. On Windows, this usually is WinRAR. If you don't have that installed on you computer yet, get it here:
es: 5) Ahora utilice un programa que pueda descomprimir archivos RAR múltiples. En Windows usualmente es WinRAR. Si no lo tiene instalado en su ordenador, puede obtenerlo aquí:
fa: 5.) حالا از برنامه ای استفاده کنید که آرشیوهای چندبخشی RAR را از وضعیت rar خارج می کند. اگر این برنامه را روی کامپیوتر خود نصب نکرده اید، از اینجا می توانید دریافت کنید:

source: To unpack your Tor package, simply doubleclick the ".exe" file.
es: Para descomprimir su paquete de Tor, simplemente haga doble clic en el archivo ".exe"
fa: برای پیاده-سازی بسته ی Tor خود، کافی است روی پرونده ی ".exe" دوبار کلیک کنید .

source: 6.) After unpacking is finished, you should find a newly created ".exe" file in your destination folder. Simply doubleclick that and Tor Browser Bundle should start within a few seconds.
es: 6) Después de que el desempaquetado termine, deberá encontrar un nuevo archivo creado en su carpeta de destino. Simplemente haga doble clic sobre él y el Navegador Tor partirá dentro de pocos segundos.
fa: پس از اتمام پیاده-سازی، باید فایل جدیدی را در فولدر مربوط پیدا کنید. کافی است روی آن دوبار کلیک کنید تا Tor Browser Bundle در عرض چند ثانیه فعال شود .

source: 7.) That's it. You're done. Thanks for using Tor and have fun!
es: 7) Eso es todo. Ha terminado. Gracias por utilizar Tor y diviértase
fa: 7.) کار شما با موفقیت به پایان رسید. متشکریم که از Tor استفاده می کنید. شاد باشید .

source: SUPPORT
es: SOPORTE
fa: پشتیبانی

source: Here's your requested software as a zip file. Please unzip the package and verify the signature.
es: Aquí está su software solicitado como un archivo zip. Por favor, descomprima el paquete y verifique la firma.
fa: بسته ی نرم افزار درخواستی شما به صورت فایل زیپ شده، آماده است. لطفن بسته را جداسازی (unzip) کنید و امضای آن را تایید کنید.

source: Hint: If your computer has GnuPG installed, use the gpg commandline tool as follows after unpacking the zip file:
es: Consejo: Si su ordenador tiene instalado GnuGP, utilice el comando gpg como se indica a continuación después de desempaquetar el archivo zip:
fa: اشاره: اگر GnuPG روی کامپیوتر شما نصب شده است، از عبارت فرمانی gpg به ترتیبی که در زیر شرح داده شده، بعد از جداسازی (unzip) پرونده، استفاده کنید .

source: The output should look somewhat like this:
es: El resultado debería ser algo como esto:
fa: نتیجه نهایی باید چیزی شبیه به این باشد:

source: If you're not familiar with commandline tools, try looking for a graphical user interface for GnuPG on this website:
es: Si usted no está familiarizado con herramientas de línea de comandos, intente buscar una interfaz de usuario gráfica para GnuPG en este sitio:
fa: اگر با ابزار فرمانی آشنایی ندارید، روی اینترنت به دنبال یک کاربر گرافیکی رابط مناسب برای GunPG بگردید

source: If your Internet connection blocks access to the Tor network, you may need a bridge relay. Bridge relays (or "bridges" for short) are Tor relays that aren't listed in the main directory. Since there is no complete public list of them, even if your ISP is filtering connections to all the known Tor relays, they probably won't be able to block all the bridges.
es: Si su conexión a Internet bloquea el acceso a la red Tor, necesitará un puente retransmisor. Puente retransmisor (o "puentes" para abreviar), son los retransmisores de Tor que no están listados en el directorio principal. Puesto que no hay una lista completa y pública de ellos, incluso si su ISP está filtrando conexiones para todos los retransmisores de Tor, probablemente no les está permitido bloquear todos los puentes.
fa: اگر سرویس اینترنتی شما دسترسی به شبکه Tor را مسدود می کند، به یک رابط/پل بازپخش نیاز خواهید داشت. پل بازپخش (یا شکل کوتاه شده ی آن، "پل") از جمله بازپخش های Tor هستند که در فهرست اصلی وارد نشده اند. از آنجایی که یک لیست عمومی کامل از این ابزار موجود نیست، حتی اگر ISP شما ارتباط با بازپخش های شناخته شده ی Tor مسدود می کند، اما به احتمال زیاد قادر به مسدود کردن تمام پل ها نخواهد بود.

source: You can acquire a bridge by sending an email that contains "get bridges" in the body of the email to the following email address: bridges@torproject.org
es: Usted puede adquirir un puente mediante el envío de un correo electrónico que contiene "get bridges" en el cuerpo del correo electrónico a la dirección de correo electrónico siguiente: bridges@torproject.org
fa: با ارسال یک ایمیل به آدرس: bridges@torproject.org که کلمه ی "get bridge" را در بدنه ی ایمیل وارد کرده باشید، پل مورد نظر را دریافت کنید.

source: It is also possible to fetch bridges with a web browser at the following url: https://bridges.torproject.org/
es: También es posible ir a buscar puentes con un navegador web en la siguiente url: https://bridges.torproject.org/
fa: /nهمچنين اين امكان وجود دارد كه يك پل را مانند الگوي زير در مروگر استفاده كنيد/n\url: https://bridges.torproject.org//n

source: IMPORTANT NOTE: Since this is part of a split-file request, you need to wait for all split files to be received by you before you can save them all into the same directory and unpack them by double-clicking the first file.
es: NOTA IMPORTANTE: Puesto que esto es parte de una solicitud de segmentación del archivo, es necesario esperar a que todas partir archivos a ser recibido por usted antes de que pueda salvarlos a todos en el mismo directorio y descomprimir ellos haciendo doble clic en primer archivo.
fa: /nاطلاعيه مهم: از آنجايی که اين بخش جزو درخواست "فايل چندبخشی" است، بايد منتظر دريافت تمام فايل ها بمانيد و همه را با هم در يک فهرست (Directory) سيو کنيد و با دوکليک روی فایل اول، همه را با هم پياده-سازی(unpack) کنيد./n

source: Packages might come out of order! Please make sure you received all packages before you attempt to unpack them!
es: Los paquetes pueden llegar fuera de orden! Por favor, asegúrese de que ha recibido todos los paquetes antes de intentar a desempaquetar los archivos!
fa: /nممکن است که بسته ها بدون ترتيب ارسال شوند! لطفن پيش از دريافت همه بسته ها، اقدام به پياده-سازی (unpack) فايل ها نکنيد./n

source: Thank you for your request. It was successfully understood. Your request is currently being processed. Your package should arrive within the next ten minutes.
es: Gracias por su petición. Quedó entendido correctamente. Su solicitud está siendo procesada. Su paquete debe llegar dentro de los próximos diez minutos.
fa: /nبا تشکر از درخواست شما، آنچه سفارش داده ايد به طور کامل فهميده شد، و در حال تدارک است. بسته درخواستی می بايست تا ده دقيقه آينده به دست شما برسد./n

source: If it doesn't arrive, the package might be too big for your mail provider. Try resending the mail from a gmail.com or yahoo.cn account. Also, try asking for tor-browser-bundle rather than tor-im-browser-bundle, since it's smaller.
es: Si no llega, el paquete podría ser demasiado grande para su proveedor de correo. Intente volver a enviar el correo desde una cuenta gmail.com o yahoo.cn. Por otra parte, intentar pedir tor-browser-paquete en vez de tor-im-browser-paquete, ya que es más pequeño.
fa: /nاگر بسته ارسال نشده، ممکن است به علت حجم بالای بسته و عدم توانايی سرويس دهنده Mail برای ارسال آن باشد. مجددا با استفاده از سرويس هايی مانند yahoo يا gmail ايميل ارسال نماييد و يا اينکه به جای tor-im-browser-bundle برای دريافت tor-browser-bundle درخواست بفرستيد چرا که از حجم پايينتری برخوردار است./n

source: Unfortunately we are currently experiencing problems and we can't fulfill your request right now. Please be patient as we try to resolve this issue.
es: Por desgracia estamos experimentando actualmente problemas y no podemos cumplir su solicitud en este momento. Por favor tenga paciencia ya que tratamos de resolver este problema.
fa: /nمتاسفانه در حال حاضر با مشکل مواجه هستيم و امکان رسيدگی فوری به درخواست شما را نداريم اما در حال رفع اين مشکل هستيم، خواهش می کنيم صبور باشيد./n
